# LbForcePerInSup2 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbForcePerInSup2 Property
SymbolTypeId Class See Also
---
Symbol lb/in², indicating unit Pounds force per square inch.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbForcePerInSup2 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbForcePerInSup2 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbForcePerInSup2 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace